{"keras_version": "2.2.4", "config": {"layers": [{"config": {"units": 400, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "dtype": "float32", "kernel_regularizer": null, "use_bias": true, "bias_constraint": null, "name": "dense_1", "activation": "relu", "bias_regularizer": null, "kernel_constraint": null, "batch_input_shape": [null, 36], "trainable": true}, "class_name": "Dense"}, {"config": {"units": 400, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "use_bias": true, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "name": "dense_2", "activation": "relu", "bias_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"units": 400, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "use_bias": true, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "name": "dense_3", "activation": "relu", "bias_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"units": 400, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "use_bias": true, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "name": "dense_4", "activation": "relu", "bias_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"units": 1, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "use_bias": true, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "name": "dense_5", "activation": "relu", "bias_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "backend": "tensorflow"}