{"config": {"layers": [{"config": {"dtype": "float32", "activity_regularizer": null, "trainable": true, "batch_input_shape": [null, 36], "name": "dense_1", "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 200, "activation": "relu", "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "trainable": true, "name": "dense_2", "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "activation": "relu", "units": 200, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "trainable": true, "name": "dense_3", "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "activation": "relu", "units": 200, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "trainable": true, "name": "dense_4", "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "activation": "relu", "units": 200, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "trainable": true, "name": "dense_5", "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "activation": "relu", "units": 200, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "trainable": true, "name": "dense_6", "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "activation": "relu", "units": 1, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "keras_version": "2.2.4", "class_name": "Sequential"}