{"config": {"name": "sequential_1", "layers": [{"config": {"bias_constraint": null, "batch_input_shape": [null, 36], "use_bias": true, "name": "dense_1", "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null, "dtype": "float32", "activity_regularizer": null, "units": 300}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_2", "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "units": 300}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_3", "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "units": 300}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_4", "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "units": 300}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_5", "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "units": 300}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_6", "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "units": 300}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_7", "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "units": 1}, "class_name": "Dense"}]}, "backend": "tensorflow", "keras_version": "2.2.4", "class_name": "Sequential"}