{"config": {"layers": [{"config": {"dtype": "float32", "use_bias": true, "name": "dense_1", "units": 700, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 36], "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activation": "relu", "trainable": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"use_bias": true, "name": "dense_2", "units": 700, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"use_bias": true, "name": "dense_3", "units": 700, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"use_bias": true, "name": "dense_4", "units": 700, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"use_bias": true, "name": "dense_5", "units": 700, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"use_bias": true, "name": "dense_6", "units": 700, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"use_bias": true, "name": "dense_7", "units": 1, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu"}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4"}