{"backend": "tensorflow", "keras_version": "2.2.4", "class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_1", "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "trainable": true, "activation": "relu", "kernel_regularizer": null, "batch_input_shape": [null, 36], "units": 600, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "trainable": true, "activation": "relu", "kernel_regularizer": null, "units": 600, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "trainable": true, "activation": "relu", "kernel_regularizer": null, "units": 600, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_4", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "trainable": true, "activation": "relu", "kernel_regularizer": null, "units": 600, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_5", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "trainable": true, "activation": "relu", "kernel_regularizer": null, "units": 600, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_6", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "trainable": true, "activation": "relu", "kernel_regularizer": null, "units": 600, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_7", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "trainable": true, "activation": "relu", "kernel_regularizer": null, "units": 600, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_8", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "trainable": true, "activation": "relu", "kernel_regularizer": null, "units": 600, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_9", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "trainable": true, "activation": "relu", "kernel_regularizer": null, "units": 1, "activity_regularizer": null}}], "name": "sequential_1"}}